Repository: cmsunoPlugins/image_size
Catalog: lang/*.utf8/LC_MESSAGES/image_size.po
Languages: es_es, fr_fr

source: Automatic resizing of images added to your page to fit the display, optimize loading and improve SEO.
es_es: Cambio de tamaño automático de las imágenes añadidas a su página para adaptarse a la pantalla, optimizar la carga y mejorar el SEO.
fr_fr: Redimensionnement automatique des images ajoutées à votre page pour les adapter à l'affichage, optimiser le chargement et améliorer le référencement.

source: This plugin only allows you to resize images larger than their HTML display.
es_es: Este complemento solo le permite cambiar el tamaño de las imágenes más grandes que su visualización HTML.
fr_fr: Ce plugin vous permet uniquement de redimensionner des images plus grandes que leur affichage HTML.

source: The created images are saved at the same place as the original image. The width is added to the end of the name.
es_es: Las imágenes creadas se guardan en el mismo lugar que la imagen original. El ancho se agrega al final del nombre.
fr_fr: Les images créées sont enregistrées au même endroit que l'image d'origine. La largeur est ajoutée à la fin du nom.

source: Settings
es_es: Ajustes
fr_fr: Config

source: JPG quality
es_es: Calidad JPG
fr_fr: Qualité JPG

source: Quality in percent for images in JPG format. (default: 75)
es_es: Calidad en porcentaje para imágenes en formato JPG. (predeterminado: 75)
fr_fr: Qualité en pourcentage pour les images au format JPG. (par défaut : 75)

source: Save settings
es_es: Guardar ajustes
fr_fr: Enregistrer les paramètres

source: Save
es_es: Guardar
fr_fr: Enregistrer

source: Images from your page
es_es: Imágenes de tu página
fr_fr: Images de votre page

source: Don't forget to PUBLISH when you're done.
es_es: No olvides PUBLICAR cuando hayas terminado.
fr_fr: N'oubliez pas de PUBLIER lorsque vous avez terminé.

source: Image
es_es: Imagen

source: Chapter
es_es: Capítulo
fr_fr: Chapitre

source: Source
es_es: Fuente

source: Width displayed
es_es: Ancho mostrado
fr_fr: Largeur affichée

source: Image file Width
es_es: Ancho del archivo de imagen
fr_fr: Largeur du fichier image

source: Get Width
es_es: Obtener ancho
fr_fr: Obtenir la largeur

source: Resize
es_es: Redimensionar
fr_fr: Redimensionner

source: No publication or incorrect Base URL configuration !
es_es: ¡Sin publicación o configuración URL base incorrecta!
fr_fr: Pas de publication ou configuration incorrecte de l'URL de base !

source: Backup performed
es_es: Salvaguardar realizada
fr_fr: Sauvegarde effectuée

source: Impossible backup
es_es: Salvaguardar imposible
fr_fr: Sauvegarde impossible
